Revit 2027 API
ParameterTypeId.StairsAttrLandingsOverlapping Property
 "Landing Overlap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrLandingsOverlapping { get; }
Public Shared ReadOnly Property StairsAttrLandingsOverlapping As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrLandingsOverlapping {
	ForgeTypeId^ get ();
}
static member StairsAttrLandingsOverlapping : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace